---
kind: property
id: P:Autodesk.Revit.DB.PrintParameters.MaskCoincidentLines
source: html/038e14ee-79d7-a8b7-3a99-676bebd8ec7b.htm
---
# Autodesk.Revit.DB.PrintParameters.MaskCoincidentLines Property

Indicates whether to mask coincident lines when printing.

## Syntax (C#)
```csharp
public bool MaskCoincidentLines { get; set; }
```